{
  "G10" : {
    "name": "Alluvial graph",
    "level": "intermediate",
    "dashboard": false,
    "reading_principle": {
      "1": "Each of the two parallel axis represents a set of data.",
      "2": "A line that represent interactions links elements from one category with elements from the other category."
    },
    "advantages": "Show clearly a the evolution between a beginning and an ending situation.",
    "disadvantages": "Becomes hard to read when there are too many fluxes, or where the axes are not clearly labelled.",
    "how_to_do": "EXCEL"
  },
  
  "G20": {
    "name": "Bar graph",
    "level": "beginner",
    "dashboard": true,
    "reading_principle": {
      "1": "The length of each bar is proportionnal to the size of the category it represents." 
      "2": "Bars can be horizontal or vertical. Horizontal bars, for instance, are much more telling when a length is measured (life expectancy, distance, …)."
    }
    "advantages": "Quantify and compare different categories."
    "disadvantages": "Becomes problematic to label when there is a huge number of categories : some categories may have to be grouped."
    "how_to_do": "EXCEL"
  },  
  
  "G45": {
    "name": "Cartogram map",
    "level": "intermediate",
    "dashboard": false,
    "reading_principle": {
      "1": "A geographical area is distorted and each sub-area (state, region, administrative division, …) is proportional to the corresponding quantity.",
      "2": "The sub-areas can be replaced by simple shapes such as circles, but their relative places should remain the same."
    },
    "advantages": {
      "1": "Display a geographical distribution and quantify elements on each area.",
      "2": "Two parameters can be displayed at once if necessary, depending on the size of the symbol and its colour."
    },
    "disadvantages":{
      "1": "Can become overcharged there is a big amount of data",
      "2": "Can become misleading when the disposition of the shapes is too different from geographical reality."
    },
    "how_to_do": "EXCEL"
  },

"G50": {
    "name": "Chloropleth map",
    "level": "intermediate",
    "dashboard": false,
    "reading_principle": "The importance of a phenomenon is colour-coded within geographical areas (states, regions, administrative divisions, …).",
    "advantages": "Compare distributions in different geographical areas.",
    "disadvantages":"Can become hard to read if there is a lot of data.",
    "how_to_do": "EXCEL"
  },

"G55": {
    "name": "Circo",
    "level": "advanced",
    "dashboard": false,
    "reading_principle": "Interactions  are represented by arcs that linking elements disposed on the periphery of a circle.",
    "advantages": "Interactions are emphasized and relative importances can be easily compared.",
    "disadvantages": "Can become overcharged and hard to read when there is a big amount of data or when there are too many interactions !",
    "how_to_do": "EXCEL"
  },

"G75": {
    "name": "Dasymetric map",
    "level": "intermediate",
    "dashboard": false,
    "reading_principle": "A phenomenon is quantified on a map with a colour coded scale. Geographical borders (for states, regions, administrative divisions,…) are drawn over the larger area.",
    "advantages": "Show a distribution on a larger scale but keep geographical areas in mind as well.",
    "disadvantages": "Finding an adequate colour scale to quantify all variations can be difficult.",
    "how_to_do": "EXCEL"
 },

"G90": {
    "name": "Dot-density map",
    "level": "intermediate",
    "dashboard": false ,
    "reading_principle": "Each dot represents an occurrence of a phenomenon or defines a fixed quantity on a certain spot."
    "advantages": "Link a precise quantity to an area and show it on a map."
    "disadvantages": "Becomes unadapted when there are too many occurrences in a very small range.",
    "how_to_do": "EXCEL"
 },

"G95": {
    "name": "Double-sided bar graph",
    "level": "",
    "dashboard": yes,
    "reading_principle": {
      "1": "The length of each bar is proportionnal to the size of the category it represents. ",
      "2": "Data can either be broken down into time intervalls (like histograms) or into different categories (like bar charts)."
    },
    "advantages": "Compare data to a quantified objective."
    "disadvantages": "Does not detail data repartition within the chosen time intervals.",
    "how_to_do": "EXCEL"
 },

"G100": {
    "name": "Elevation map",
    "level": "intermediate",
    "dashboard": false,
    "reading_principle": "Data is representend on a geographical area in a continuous way : it is quantified by its altitude on a map."
    "advantages": "Compare distributions in different geographical areas."
    "disadvantages": "Unadapted for a situation where there are few variations within the data : the differences are hardly percievable.",
    "how_to_do": "EXCEL"
 },

  "G115": {
    "name": "Flow map",
    "level": "beginner",
    "dashboard": false,
    "reading_principle": "Flows are superposed on a geographically accurate map.",
    "advantages": "Show accurately movements or fluxes between geographical areas.",
    "disadvantages": "Can become overcharged and hard to read when there is a big amount of data.",
    "how_to_do": "EXCEL"
  },

  "G1": {
    "name": "",
    "level": "",
    "dashboard": ,
    "reading_principle": {
      "1": "",
      "2": ""
    },
    "advantages": {
      "1": "",
      "2": ""
    },
    "disadvantages": {
      "1": "",
      "2": ""
    },
    "how_to_do": "EXCEL"
  },


"G1": {
    "name": "",
    "level": "",
    "dashboard": ,
    "reading_principle": {
      "1": "",
      "2": ""
    },
    "advantages": {
      "1": "",
      "2": ""
    },
    "disadvantages": {
      "1": "",
      "2": ""
    },
    "how_to_do": "EXCEL"
  },

}
